graph.mmd
graph LR
  subgraph TWENTYFIVE ["TWENTYFIVE"]
    n710579641["T"]
    n96692216["W"]
    n710579641 --> n96692216
    n486187615["E"]
    n96692216 --> n486187615
    n93998539["N"]
    n486187615 --> n93998539
    n710544812["T"]
    n93998539 --> n710544812
    n754580072["Y"]
    n710544812 --> n754580072
    n705600253["F"]
    n754580072 --> n705600253
    n122647184["I"]
    n705600253 --> n122647184
    n931710100["V"]
    n122647184 --> n931710100
    n486228597["E"]
    n931710100 --> n486228597
  end
  subgraph OCLOCK ["O'CLOCK"]
    n612420247["O"]
    n744982922["'"]
    n612420247 --> n744982922
    n35463919["C"]
    n744982922 --> n35463919
    n140700475["L"]
    n35463919 --> n140700475
    n612389506["O"]
    n140700475 --> n612389506
    n35501961["C"]
    n612389506 --> n35501961
    n474925828["K"]
    n35501961 --> n474925828
  end
  subgraph QUARTER ["QUARTER"]
    n85691729["Q"]
    n205468278["U"]
    n85691729 --> n205468278
    n570760746["A"]
    n205468278 --> n570760746
    n1011710199["R"]
    n570760746 --> n1011710199
    n510153820["T"]
    n1011710199 --> n510153820
    n684224201["E"]
    n510153820 --> n684224201
    n1011670451["R"]
    n684224201 --> n1011670451
  end
  subgraph TWELVE ["TWELVE"]
    n444319077["T"]
    n904043910["W"]
    n444319077 --> n904043910
    n752611971["E"]
    n904043910 --> n752611971
    n150392152["L"]
    n752611971 --> n150392152
    n128508198["V"]
    n150392152 --> n128508198
    n752580611["E"]
    n128508198 --> n752580611
  end
  subgraph ELEVEN ["ELEVEN"]
    n208981348["E"]
    n676925482["L"]
    n208981348 --> n676925482
    n209025717["E"]
    n676925482 --> n209025717
    n654812225["V"]
    n209025717 --> n654812225
    n209037186["E"]
    n654812225 --> n209037186
    n353686256["N"]
    n209037186 --> n353686256
  end
  subgraph THREE ["THREE"]
    n73225487["T"]
    n520584064["H"]
    n73225487 --> n520584064
    n645440757["R"]
    n520584064 --> n645440757
    n855400564["E"]
    n645440757 --> n855400564
    n855420818["E"]
    n855400564 --> n855420818
  end
  subgraph SEVEN ["SEVEN"]
    n1000966630["S"]
    n971990299["E"]
    n1000966630 --> n971990299
    n312280784["V"]
    n971990299 --> n312280784
    n972028136["E"]
    n312280784 --> n972028136
    n546197571["N"]
    n972028136 --> n546197571
  end
  subgraph EIGHT ["EIGHT"]
    n642594438["E"]
    n1039900176["I"]
    n642594438 --> n1039900176
    n50051763["G"]
    n1039900176 --> n50051763
    n196433974["H"]
    n50051763 --> n196433974
    n284103647["T"]
    n196433974 --> n284103647
  end
  subgraph PAST ["PAST"]
    n569377661["P"]
    n345271865["A"]
    n569377661 --> n345271865
    n471764794["S"]
    n345271865 --> n471764794
    n687347998["T"]
    n471764794 --> n687347998
  end
  subgraph HALF ["HALF"]
    n328092451["H"]
    n884551642["A"]
    n328092451 --> n884551642
    n442064678["L"]
    n884551642 --> n442064678
    n142675227["F"]
    n442064678 --> n142675227
  end
  subgraph FOUR ["FOUR"]
    n962511369["F"]
    n124021961["O"]
    n962511369 --> n124021961
    n727468903["U"]
    n124021961 --> n727468903
    n456055991["R"]
    n727468903 --> n456055991
  end
  subgraph NINE ["NINE"]
    n605165615["N"]
    n650538416["I"]
    n605165615 --> n650538416
    n605188154["N"]
    n650538416 --> n605188154
    n1030776823["E"]
    n605188154 --> n1030776823
  end
  subgraph TEN ["TEN"]
    n663355016["T"]
    n663302596["T"]
    n663355016 --> n663302596
    n288029124["E"]
    n663302596 --> n288029124
    n288063947["E"]
    n288029124 --> n288063947
    n138945545["N"]
    n288063947 --> n138945545
    n139066283["N"]
    n138945545 --> n139066283
  end
  subgraph ONE ["ONE"]
    n494683553["O"]
    n215104599["N"]
    n494683553 --> n215104599
    n363974968["E"]
    n215104599 --> n363974968
  end
  subgraph TWO ["TWO"]
    n259476922["T"]
    n552570833["W"]
    n259476922 --> n552570833
    n823741415["O"]
    n552570833 --> n823741415
  end
  subgraph SIX ["SIX"]
    n1068687936["S"]
    n641835420["I"]
    n1068687936 --> n641835420
    n1067410035["X"]
    n641835420 --> n1067410035
  end
  subgraph IT ["IT"]
    n27574415["I"]
    n749802845["T"]
    n27574415 --> n749802845
  end
  subgraph IS ["IS"]
    n961299851["I"]
    n549437024["S"]
    n961299851 --> n549437024
  end
  subgraph TO ["TO"]
    n585556903["T"]
    n478702202["O"]
    n585556903 --> n478702202
  end
  subgraph FIVE ["FIVE"]
    n809161415["F"]
    n494579007["I"]
    n809161415 --> n494579007
    n767328725["V"]
    n494579007 --> n767328725
    n114125361["E"]
    n767328725 --> n114125361
  end
  n754580072 --> n569377661
  n754580072 --> n585556903
  n486228597 --> n569377661
  n486228597 --> n585556903
  n486228597 --> n612420247
  n1011670451 --> n569377661
  n1011670451 --> n585556903
  n752580611 --> n612420247
  n353686256 --> n612420247
  n855420818 --> n612420247
  n546197571 --> n612420247
  n284103647 --> n612420247
  n687347998 --> n444319077
  n687347998 --> n494683553
  n687347998 --> n259476922
  n687347998 --> n73225487
  n687347998 --> n962511369
  n687347998 --> n809161415
  n687347998 --> n1068687936
  n687347998 --> n1000966630
  n687347998 --> n642594438
  n687347998 --> n605165615
  n687347998 --> n663302596
  n687347998 --> n208981348
  n142675227 --> n569377661
  n456055991 --> n612420247
  n1030776823 --> n612420247
  n138945545 --> n569377661
  n138945545 --> n585556903
  n138945545 --> n612420247
  n363974968 --> n612420247
  n823741415 --> n612420247
  n1067410035 --> n612420247
  n749802845 --> n961299851
  n549437024 --> n444319077
  n549437024 --> n705600253
  n549437024 --> n663355016
  n549437024 --> n85691729
  n549437024 --> n710579641
  n549437024 --> n328092451
  n549437024 --> n494683553
  n549437024 --> n259476922
  n549437024 --> n73225487
  n549437024 --> n962511369
  n549437024 --> n1068687936
  n549437024 --> n1000966630
  n549437024 --> n642594438
  n549437024 --> n605165615
  n549437024 --> n208981348
  n478702202 --> n494683553
  n478702202 --> n259476922
  n478702202 --> n73225487
  n478702202 --> n962511369
  n478702202 --> n809161415
  n478702202 --> n1068687936
  n478702202 --> n1000966630
  n478702202 --> n642594438
  n478702202 --> n605165615
  n478702202 --> n663302596
  n478702202 --> n208981348
  n478702202 --> n444319077
